[
  {
    "question": "Quelle activité parmi les suivantes relève du Centre de services (Service Desk)?",
    "choix": [
      "Servir de premier point de contact avec le client",
      "Rechercher la cause d'interruptions pour le client",
      "Tracer la cause d'incidents",
      "Gérer les configurations matérielles"
    ],
    "reponse": 1
  },
  {
    "question": "Quel est le rôle d'ITIL dans le cadre de la Gestion des services des TI?",
    "choix": [
      "Fournir une approche qui repose sur les meilleurs exemples provenant de la pratique",
      "Servir de norme internationale en gestion des services des TI",
      "Servir de modèle standard de fourniture de services des TI",
      "Servir de cadre théorique pour la conception de processus"
    ],
    "reponse": 1
  },
  {
    "question": "Les gestionnaires de réseau ont une lourde charge de travail car les utilisateurs communiquent directement avec eux. Quel processus ITIL pourrait améliorer cette situation?",
    "choix": [
      "Gestion des changements (Change Management)",
      "Gestion des configurations (Configuration Management)",
      "Gestion des incidents (Incident Management)",
      "Gestion des problèmes (Problem Management)"
    ],
    "reponse": 3
  },
  {
    "question": "Quelle tâche parmi les suivantes relève de la gestion des problèmes (Problem Management)?",
    "choix": [
      "Coordonner toutes les modifications à l'infrastructure des TI",
      "Consigner les incidents en vue de les étudier plus tard",
      "Approuver toutes les modifications apportées à la base de données des erreurs connues",
      "Identifier les besoins des utilisateurs et modifier l'infrastructure des TI selon ces besoins"
    ],
    "reponse": 3
  },
  {
    "question": "Quel processus accorde l'autorisation de modifier les données de la CMDB?",
    "choix": [
      "Gestion des changements (Change Management)",
      "Gestion des configurations (Configuration Management)",
      "Gestion des incidents (Incident Management)",
      "Gestion des niveaux de service (Service Level Management)"
    ],
    "reponse": 1
  },
  {
    "question": "Quel concept fait partie de la gestion des changements (Change Management)?",
    "choix": [
      "Revue postimplantation (Post Implementation Review)",
      "Mise à jour d'urgence (Emergency Release)",
      "Demande de service (Service Request)",
      "Solution temporaire (Work-around)"
    ],
    "reponse": 1
  },
  {
    "question": "Un PC est remplacé et l'ancien devient serveur d'impression. Quel processus enregistre cette modification dans la CMDB?",
    "choix": [
      "Gestion des changements (Change Management)",
      "Gestion des configurations (Configuration Management)",
      "Gestion des problèmes (Problem Management)",
      "Gestion des mises à jour (Release Management)"
    ],
    "reponse": 2
  },
  {
    "question": "Un courtier en immobilier veut des assurances sur la fourniture de services TI après une interruption. Quel processus implanter?",
    "choix": [
      "Gestion de la disponibilité (Availability Management)",
      "Gestion de la continuité des services des TI (IT Service Continuity Management)",
      "Gestion des niveaux de service (Service Level Management)",
      "Gestion des services (Service Management)"
    ],
    "reponse": 2
  },
  {
    "question": "Les données financières doivent être accessibles aux utilisateurs autorisés seulement. Quel aspect est assuré par la Gestion de la sécurité?",
    "choix": [
      "Disponibilité",
      "Intégrité",
      "Stabilité",
      "Confidentialité"
    ],
    "reponse": 4
  },
  {
    "question": "L'espace disque sera bientôt complètement utilisé. À quel processus ITIL signaler cette situation?",
    "choix": [
      "Gestion de la disponibilité (Availability Management)",
      "Gestion des capacités (Capacity Management)",
      "Gestion des changements (Change Management)",
      "Gestion des incidents (Incident Management)"
    ],
    "reponse": 2
  },
  {
    "question": "Quelle activité relève de la gestion des mises à jour (Release Management)?",
    "choix": [
      "Vérifier qu'il n'y a pas de logiciels illégaux sur les ordinateurs",
      "Stocker les versions originales de tous les logiciels autorisés",
      "Consigner l'endroit où chaque version de logiciel est disponible",
      "Installer les logiciels sur les postes utilisateurs"
    ],
    "reponse": 2
  },
  {
    "question": "Pourquoi la gestion des niveaux de service utilise-t-elle les données de consignation des incidents du Service Desk?",
    "choix": [
      "Rédiger des ententes sur les niveaux de service (SLA)",
      "Établir un rapport sur le nombre et la nature des incidents",
      "Déterminer la disponibilité d'un service TI",
      "Analyser si le niveau de service convenu est fourni"
    ],
    "reponse": 4
  },
  {
    "question": "Le Service Desk a reçu 2 317 appels ce mois-ci. Qu'est-ce que ces appels comprendraient?",
    "choix": [
      "Modifications aux ententes sur les niveaux de service (SLA)",
      "Avis concernant des éléments de configuration (CI) modifiés",
      "Demandes d'assistance à l'organisation des TI pour les utilisateurs",
      "Rapport d'audit de sécurité"
    ],
    "reponse": 3
  },
  {
    "question": "Après fusion de deux entreprises, quel processus détermine la mémoire et l'espace disque requis pour l'infrastructure TI combinée?",
    "choix": [
      "Gestion des applications (Application Management)",
      "Gestion des capacités (Capacity Management)",
      "Gestion de l'exploitation des ordinateurs",
      "Gestion des mises à jour (Release Management)"
    ],
    "reponse": 2
  },
  {
    "question": "Quel concept ne fait PAS partie de la gestion financière des services des TI?",
    "choix": [
      "Budgétisation",
      "Imputation",
      "Approvisionnement",
      "Tarification"
    ],
    "reponse": 3
  },
  {
    "question": "Que représentent les exigences de niveaux de service (Service Level Requirements)?",
    "choix": [
      "Les attentes et les besoins du client à l'égard du service",
      "Les attentes de l'organisation des TI à l'égard du client",
      "Les conditions requises pour l'entente sur les niveaux de service (SLA)",
      "Un paragraphe du SLA décrivant des spécifications supplémentaires"
    ],
    "reponse": 1
  },
  {
    "question": "Quelle tâche est une responsabilité de la gestion de la disponibilité (Availability Management)?",
    "choix": [
      "Conclure un contrat avec des fournisseurs",
      "Surveiller la disponibilité d'un système d'imputation des coûts",
      "Vérifier la fiabilité et le niveau de service des CI achetés auprès de tiers",
      "Planifier et gérer la fiabilité et la disponibilité d'un service des TI"
    ],
    "reponse": 4
  },
  {
    "question": "Un utilisateur se plaint d'une erreur récurrente causant la déconnexion du réseau. Quel processus ITIL trace la cause?",
    "choix": [
      "Gestion de la disponibilité (Availability Management)",
      "Gestion des incidents (Incident Management)",
      "Gestion des problèmes (Problem Management)",
      "Gestion des mises à jour (Release Management)"
    ],
    "reponse": 3
  },
  {
    "question": "L'équipe fait appel au directeur chargé de la gestion des incidents car elle ne peut résoudre un incident grave dans le délai convenu. Quelle forme d'escalade?",
    "choix": [
      "Escalade officielle",
      "Escalade fonctionnelle",
      "Escalade hiérarchique",
      "Escalade opérationnelle"
    ],
    "reponse": 3
  },
  {
    "question": "Quel élément décrit le mieux un problème?",
    "choix": [
      "Une ou plusieurs erreurs connues (Known Errors)",
      "Une cause connue d'une ou de plusieurs interruptions",
      "La cause inconnue d'un ou de plusieurs incidents",
      "Une erreur connue avec un ou plusieurs incidents"
    ],
    "reponse": 3
  },
  {
    "question": "Quel concept fait partie de la gestion de la continuité des services des TI (IT Service Continuity Management)?",
    "choix": [
      "Évaluation des applications (Application Sizing)",
      "Vulnérabilité",
      "Maintenabilité interne (Maintainability)",
      "Résilience"
    ],
    "reponse": 2
  },
  {
    "question": "Comment la Gestion des services des TI contribue-t-elle à la qualité de fourniture des services?",
    "choix": [
      "En consignant dans des documents officiels les ententes entre clients et fournisseurs",
      "En définissant pour les niveaux de service des normes généralement acceptées",
      "En faisant la promotion d'une orientation client auprès du personnel TI",
      "En planifiant, implantant et gérant un ensemble cohérent de processus"
    ],
    "reponse": 4
  },
  {
    "question": "La gestion des performances et la gestion des ressources font partie de quel processus?",
    "choix": [
      "Gestion de la disponibilité (Availability Management)",
      "Gestion des capacités (Capacity Management)",
      "Gestion de la continuité des services des TI (IT Service Continuity Management)",
      "Gestion des niveaux de service (Service Level Management)"
    ],
    "reponse": 2
  },
  {
    "question": "Avec Centre de services, deux équipes de résolution et un groupe de spécialistes, comment classer ces groupes d'assistance par niveaux?",
    "choix": [
      "Niveau 0: Centre de services, Niveau 1: équipes de résolution, Niveau 2: Spécialistes",
      "Niveau 1: Centre de services, Niveau 2: PC, Niveau 3: réseau, Niveau 4: Spécialistes",
      "Niveau 1: Centre de services, Niveau 2: équipes de résolution, Niveau 3: Spécialistes",
      "Niveau 0: Spécialistes, Niveau 1: équipes de résolution, Niveau 2: Centre de services"
    ],
    "reponse": 3
  },
  {
    "question": "Toute demande d'installation d'un nouveau poste de travail doit être traitée avec le maximum d'efficacité. Quel processus ITIL vise ce résultat?",
    "choix": [
      "Gestion des changements (Change Management)",
      "Relations avec la clientèle (Customer Liaison)",
      "Gestion des problèmes (Problem Management)",
      "Gestion des niveaux de service (Service Level Management)"
    ],
    "reponse": 1
  },
  {
    "question": "Lequel des éléments suivants est un élément de configuration (Configuration Item - CI)?",
    "choix": [
      "Un appel",
      "La documentation",
      "Un incident",
      "Un processus"
    ],
    "reponse": 2
  },
  {
    "question": "Comment la gestion des problèmes (Problem Management) appuie-t-elle les activités du Service Desk?",
    "choix": [
      "Elle résout les incidents graves pour le Service Desk",
      "Elle étudie tous les incidents résolus par le Service Desk",
      "Elle libère le Service Desk en communiquant la solution directement à l'utilisateur",
      "Elle met l'information sur une erreur connue à la disposition du Service Desk"
    ],
    "reponse": 2
  },
  {
    "question": "Qu'est-ce qu'une configuration de référence (Configuration Baseline)?",
    "choix": [
      "La configuration standard pour la CMDB",
      "Une description d'un élément de configuration uniformisé",
      "Un ensemble de CI fournis une seule fois",
      "Un instantané enregistré d'un produit ou service servant de base à un audit"
    ],
    "reponse": 4
  },
  {
    "question": "Quel est le rôle de la bibliothèque des logiciels définitifs (DSL) dans la gestion des mises à jour?",
    "choix": [
      "Zone physique de stockage des versions originales de tous les logiciels autorisés",
      "Manuel de référence comprenant toute la documentation sur le logiciel",
      "Outil de référencement de tous les éléments de logiciel",
      "Type de CMDB pour le logiciel"
    ],
    "reponse": 1
  },
  {
    "question": "Votre service réseau a conclu une entente avec une organisation externe. Dans quel document cette entente serait-elle spécifiée?",
    "choix": [
      "Entente sur les niveaux d'exploitation (OLA)",
      "Entente sur les niveaux de service (SLA)",
      "Exigences de niveaux de service (SLR)",
      "Contrat de sous-traitance (Underpinning Contract - UC)"
    ],
    "reponse": 4
  },
  {
    "question": "Comment la gestion de la disponibilité travaille-t-elle avec la gestion de la sécurité?",
    "choix": [
      "En concluant des ententes sur la disponibilité de la base de données de sécurité",
      "En concluant des ententes sur la sécurité de la base de données de la disponibilité",
      "En établissant des limites de sécurité en fonction des exigences de disponibilité",
      "En gérant les incidents de sécurité"
    ],
    "reponse": 3
  },
  {
    "question": "À quelle question répond une organisation en précisant sa vision et ses objectifs d'affaires?",
    "choix": [
      "Comment nous rendre où nous voulons être?",
      "Comment savoir si nous sommes arrivés?",
      "Où voulons-nous être?",
      "Où sommes-nous actuellement?"
    ],
    "reponse": 3
  },
  {
    "question": "Quelle tâche relève de la gestion des configurations (Configuration Management)?",
    "choix": [
      "Réunir le comité consultatif sur la configuration",
      "Gérer physiquement les éléments de logiciel",
      "Installer l'équipement sur le lieu de travail",
      "Enregistrer les relations entre les éléments de configuration (CI)"
    ],
    "reponse": 4
  },
  {
    "question": "Une erreur connue (Known Error) a été déclarée. Que devrait-il se passer ensuite?",
    "choix": [
      "Tous les incidents doivent être résolus le plus rapidement possible",
      "L'erreur doit être corrigée au moyen d'un changement",
      "L'erreur doit être incluse dans la CMDB",
      "Le problème doit être identifié"
    ],
    "reponse": 2
  },
  {
    "question": "Quelle est la principale tâche du traitement des erreurs (Error Control)?",
    "choix": [
      "Déterminer les détails afin de trouver des solutions temporaires",
      "Résoudre les erreurs connues au moyen du processus de gestion des changements",
      "Reconnaître et consigner les erreurs connues",
      "Consigner et gérer les erreurs connues"
    ],
    "reponse": 2
  },
  {
    "question": "Quel processus ITIL est associé à une revue postimplantation (Post Implementation Review)?",
    "choix": [
      "Gestion des applications (Application Management)",
      "Gestion des incidents (Incident Management)",
      "Gestion des problèmes (Problem Management)",
      "Gestion des mises à jour (Release Management)"
    ],
    "reponse": 3
  },
  {
    "question": "Quelle action est requise dans le cas d'un changement complexe?",
    "choix": [
      "Le directeur chargé de la gestion des changements signale le changement à la gestion des problèmes",
      "Le directeur chargé de la gestion des changements signale le changement à la gestion des incidents",
      "Le directeur chargé de la gestion des changements présente le changement au comité consultatif sur les changements (CAB)",
      "Le directeur chargé de la gestion des changements présente le changement au directeur des TI"
    ],
    "reponse": 3
  },
  {
    "question": "Quelle est la différence entre la gestion des actifs technologiques et la gestion des configurations?",
    "choix": [
      "La gestion des actifs se préoccupe uniquement de ce que vous possédez; la gestion des configurations de toute l'infrastructure",
      "La gestion des actifs est un sous-ensemble de la gestion des configurations",
      "La gestion des actifs s'occupe des aspects financiers des CI; la gestion des configurations des détails techniques",
      "La gestion des configurations est plus vaste car elle précise aussi les relations entre les actifs"
    ],
    "reponse": 4
  },
  {
    "question": "Quel processus ITIL utilise la Durée moyenne entre les défaillances (MTBF)?",
    "choix": [
      "Gestion de la disponibilité (Availability Management)",
      "Gestion des capacités (Capacity Management)",
      "Gestion de la continuité des services des TI (IT Service Continuity Management)",
      "Gestion des niveaux de service (Service Level Management)"
    ],
    "reponse": 1
  },
  {
    "question": "Une entreprise met en place un intranet nécessitant une augmentation de la bande passante. Quel processus ITIL approuve cette implantation?",
    "choix": [
      "Gestion des capacités (Capacity Management)",
      "Gestion des changements (Change Management)",
      "Gestion de la disponibilité (Availability Management)",
      "Gestion des problèmes (Problem Management)"
    ],
    "reponse": 2
  },
  {
    "question": "La Qualité de service se caractérise par quels éléments?",
    "choix": [
      "Sécurité, confidentialité, intégrité et traçabilité",
      "Coût, délai, satisfaction client et conformité",
      "Fiabilité, performance, capacité et disponibilité",
      "Gouvernance, processus, organisation et technologie"
    ],
    "reponse": 3
  },
  {
    "question": "Dans le CIM (Customer Interaction Model), le Blueprint est associé à quelle couche?",
    "choix": [
      "Couche Stratégique",
      "Couche Tactique",
      "Couche Opérationnelle",
      "Couche Technologique"
    ],
    "reponse": 1
  },
  {
    "question": "Comment se définit l'efficience d'un processus?",
    "choix": [
      "Objectifs atteints / objectifs fixés",
      "Valeur créée / coûts engagés",
      "Résultats obtenus / moyens engagés",
      "Incidents résolus / incidents déclarés"
    ],
    "reponse": 3
  },
  {
    "question": "Quelle est la définition correcte d'un service?",
    "choix": [
      "Une prestation immatérielle composable, perceptible, qui dans une condition d'utilisation prédéfinie crée de la valeur",
      "Un produit logiciel installé sur l'infrastructure TI",
      "Un contrat entre un fournisseur et un client",
      "Une ressource matérielle mise à disposition des utilisateurs"
    ],
    "reponse": 1
  },
  {
    "question": "Quel est l'objectif principal de la gouvernance SI?",
    "choix": [
      "Réduire les coûts informatiques",
      "Augmenter la performance technique",
      "Centraliser toutes les décisions",
      "Obtenir des décisions bénéfiques ou acceptables pour tous les acteurs"
    ],
    "reponse": 4
  },
  {
    "question": "Dans le cycle PDCA (Plan-Do-Check-Act), que signifie le 'P'?",
    "choix": [
      "Produire",
      "Planifier",
      "Prioriser",
      "Performer"
    ],
    "reponse": 2
  },
  {
    "question": "L'efficience d'un processus se calcule comment?",
    "choix": [
      "Qualité obtenue / temps passé",
      "Objectifs / ressources",
      "Résultats obtenus / moyens engagés",
      "Performance / coût"
    ],
    "reponse": 3
  },
  {
    "question": "Qu'est-ce qui caractérise la manière de consommer le service?",
    "choix": [
      "Le profil de consommation",
      "Le contexte d'utilisation",
      "La qualité de service",
      "Le niveau de service"
    ],
    "reponse": 2
  },
  {
    "question": "Selon ITIL, quand est-ce qu'un service existe?",
    "choix": [
      "Dès qu'il est développé",
      "Quand il est documenté dans le catalogue",
      "Dès sa mise en production",
      "Uniquement quand il est utilisé (un service non utilisé ne crée pas de valeur)"
    ],
    "reponse": 4
  },
  {
    "question": "Quel est l'ordre correct dans l'approche systémique SI?",
    "choix": [
      "Technologie → Urbanisation → Gouvernance",
      "Urbanisation → Gouvernance → Technologie",
      "Gouvernance → Urbanisation → Technologie",
      "Technologie → Gouvernance → Urbanisation"
    ],
    "reponse": 3
  },
  {
    "question": "Dans le CIM, l'efficacité est associée à quelle couche?",
    "choix": [
      "Couche Stratégique",
      "Couche Tactique",
      "Couche Opérationnelle",
      "Couche Technique"
    ],
    "reponse": 3
  },
  {
    "question": "Quelle est la définition correcte d'un problème selon ITIL?",
    "choix": [
      "Une cause connue d'incidents",
      "La cause inconnue d'un ou plusieurs incidents",
      "Une erreur dans l'infrastructure",
      "Un incident récurrent"
    ],
    "reponse": 2
  },
  {
    "question": "Où sont stockés les logiciels mis en production?",
    "choix": [
      "Dans la CMDB (Configuration Management Database)",
      "Dans la KEDB (Known Error Database)",
      "Dans la DML (Definitive Media Library)",
      "Dans le DSL (Definitive Software Library)"
    ],
    "reponse": 3
  },
  {
    "question": "Selon les statistiques ITIL classiques, quel pourcentage d'incidents sont liés à un changement?",
    "choix": [
      "40%",
      "60%",
      "80%",
      "90%"
    ],
    "reponse": 3
  },
  {
    "question": "Quel est le profil d'usage typique d'un centre de services?",
    "choix": [
      "Profil plat (charge constante)",
      "Profil en cloche (pic en milieu de journée)",
      "Profil en mur (grosse charge à l'ouverture)",
      "Profil aléatoire"
    ],
    "reponse": 3
  },
  {
    "question": "COBIT est un référentiel de quoi?",
    "choix": [
      "Gestion des services IT",
      "Gestion de projet",
      "Gouvernance IT",
      "Sécurité informatique"
    ],
    "reponse": 3
  },
  {
    "question": "Dans ITIL 4, quel est l'objectif des 4 dimensions du management des services?",
    "choix": [
      "Réduire les coûts",
      "Améliorer la performance",
      "Apporter de la valeur",
      "Assurer la conformité"
    ],
    "reponse": 3
  },
  {
    "question": "Dans ITIL V3, la valeur d'un service est créée par quoi?",
    "choix": [
      "Utilité + Garantie (Utility + Warranty)",
      "Performance + Disponibilité",
      "Coût + Qualité",
      "Efficacité + Efficience"
    ],
    "reponse": 1
  },
  {
    "question": "Quel est traditionnellement le processus le plus important en ITIL?",
    "choix": [
      "Gestion des incidents",
      "Gestion des problèmes",
      "Gestion de la disponibilité",
      "Gestion des changements (car il prévient incidents et problèmes)"
    ],
    "reponse": 4
  },
  {
    "question": "Qu'indique un événement de type 'Information'?",
    "choix": [
      "Un dysfonctionnement mineur",
      "Une alerte à traiter",
      "Un fonctionnement normal du système",
      "Une erreur de configuration"
    ],
    "reponse": 3
  }
]